[
    {
        "date": "2000-01-01",
        "explanation": "Welcome to the millennial year at the threshold of millennium three.  During millennium two, humanity continually redefined its concept of \"Universe\": first as spheres centered on the Earth, in mid-millennium as the Solar System, a few centuries ago as the Galaxy, and within the last century as the matter emanating from the Big Bang.  During millennium three humanity may hope to discover alien life, to understand the geometry and composition of our present concept of Universe, and even to travel through this Universe.  Whatever our accomplishments, humanity will surely find adventure and discovery in the space above and beyond, and possibly define the surrounding Universe in ways and colors we cannot yet imagine by the threshold of millennium four.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/flammarion_halfcolor.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Millennium that Defines Universe",
        "url": "https://apod.nasa.gov/apod/image/0001/flammarion_halfcolor_big.gif"
    },
    {
        "date": "2000-01-02",
        "explanation": "There, that faint dot in the center - that's the largest rock known.  It is larger than every known asteroid, moon, and comet nucleus.  It is larger than any other rocky planet.  (Nobody knows for sure what size rocks lie at the cores of Jovian planets, or orbit other stars.)  The Voyager 1 spacecraft took this picture in 1990 from the outer Solar System.  This rock is so large its gravity makes it nearly spherical, and holds heavy gases near its surface.  Yesterday, this rock started another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip.  Happy Gregorian Calendar New Year to all the human inhabitants of this rock we call Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/earth_vg1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Largest Rock Known",
        "url": "https://apod.nasa.gov/apod/image/0001/earth_vg1_big.jpg"
    },
    {
        "date": "2000-01-03",
        "explanation": "The complex shell of a star seen to explode 300 years ago is helping astronomers to understand how that star exploded.  The above recently released image of supernova remnant Cassiopeia A (Cas A) shows unprecedented detail in three X-ray colors.  The relationship between brightness, color, and position of material in the image indicates where in the star this material was just before the explosion.  Bright knots on the left, for example, contain little iron, and so are hypothesized to originated from a higher layer than outer red filaments, which are iron rich.  The blue region on the right is seen through absorbing dust,  and so appears depleted of low-energy X-rays.  It takes light ten years to cross the gas shell of the Cas A supernova remnant, which is 10,000 light-years distant. Most of the elements that make people and planets were produced in supernova explosions.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/casa_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cas A Supernova Remnant in X-Rays",
        "url": "https://apod.nasa.gov/apod/image/0001/casa_chandra.jpg"
    },
    {
        "date": "2000-01-04",
        "explanation": "Galaxies dot the sky like jewels in the direction of a mass so large it is known simply as the Great Attractor.  The galaxies pictured above are part of a cluster of galaxies called ACO 3627 near the center of the Great Attractor.  Previously, this cluster of galaxies, also known as the Norma Cluster, was largely unstudied because dust in the disk of our own Galaxy obscured much of its light.  The Great Attractor is a diffuse mass concentration fully 250 million light-years away, but so large it pulls our own Milky Way Galaxy and millions of other galaxies towards it.  Many of the galaxies in ACO 3627 are slowly heading towards collisions with each other.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/gacluster_wfi_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxies Cluster Toward the Great Attractor",
        "url": "https://apod.nasa.gov/apod/image/0001/gacluster_wfi.jpg"
    },
    {
        "date": "2000-01-05",
        "explanation": "Tomorrow's picture: Millennial Mars  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/fullmoon_s103_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth, Moon, Hubble",
        "url": "https://apod.nasa.gov/apod/image/0001/fullmoon_s103.jpg"
    },
    {
        "date": "2000-01-06",
        "explanation": "Tomorrow's picture: Starworks  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/marsy2k_mgs_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars in the New Year",
        "url": "https://apod.nasa.gov/apod/image/0001/marsy2k_mgs_c1.jpg"
    },
    {
        "date": "2000-01-07",
        "explanation": "Dazzling displays of star formation abound across the face of galaxy NGC 4214, a mere 13 million light-years away in the northern constellation Canes Venatici. While this 1997 Hubble Space Telescope image shows the numerous faint, older stars of NGC 4214, the most eye-catching features are the galaxy's bright young star clusters surrounded by fluorescent gas clouds. Sculpted into bubbles and filamentary shapes by energetic explosions and stellar winds from massive cluster stars, the clouds fluoresce in the intense stellar ultraviolet radiation. The colorful spectacle of massive young star forming clusters and distinguished presence of a fainter, older stellar population indicate that NGC 4214 has experienced star formation episodes spanning billions of years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/ngc4214_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4214: Star Forming Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0001/ngc4214_hst.jpg"
    },
    {
        "date": "2000-01-08",
        "explanation": "Albert Einstein (1879-1955) is considered by many the greatest astrophysicist and single most significant Person of the 20th Century. He is pictured here in the Swiss Patent Office where he did much of his defining work.  Einstein's many visionary scientific contributions include the equivalence of mass and energy (E=mc^2), how the maximum speed limit of light affects measurements of time and space (special relativity), and a more accurate theory of gravity based on simple geometric concepts (general relativity). One reason Einstein was awarded the 1921 Nobel Prize in Physics was to make the prize more prestigious.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/einstein_clerk_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Albert Einstein Describes Space and Time",
        "url": "https://apod.nasa.gov/apod/image/0001/einstein_clerk.jpg"
    },
    {
        "date": "2000-01-09",
        "explanation": "Sometimes you can't see the forest for the trees.  But if you look closely at the center of the above photograph, you will see a whole spiral galaxy behind the field of stars.  Named Dwingeloo 1, this nearby galaxy was only discovered recently (1994) because much of its light was obscured by dust, gas and bright stars of our own Milky Way Galaxy. In fact, all the individually discernible stars in the above photograph are in our Galaxy.  Dwingeloo 1 turned out to be a large galaxy located only five times as distant as the closest major galaxy - M31.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/dwingeloo1_int_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxy Dwingeloo 1 Emerges",
        "url": "https://apod.nasa.gov/apod/image/0001/dwingeloo1_int.jpg"
    },
    {
        "copyright": "Robert Gendler",
        "date": "2000-01-10",
        "explanation": "Our Sun may look like all soft and fluffy, but its not.  Our Sun is an extremely large ball of bubbling hot gas, mostly hydrogen gas.  The above picture was taken in a specific color of light emitted by hydrogen gas called Hydrogen-alpha.  Granules cover the solar photosphere surface like shag carpet, interrupted by bright regions containing dark sunspots.  Visible at the left edge is a solar prominence.  Our Sun glows because it is hot, but it is not on fire.  Fire is the rapid acquisition of oxygen, and there is very little oxygen on the Sun.  The energy source of our Sun is the nuclear fusion of hydrogen into helium deep within its core.  Astronomers are still working to understand, however, why so few neutrinos are measured from the Sun's core.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/sunhalpha_gendler_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Brown Sun Bubbling",
        "url": "https://apod.nasa.gov/apod/image/0001/sunhalpha_gendler.jpg"
    },
    {
        "date": "2000-01-11",
        "explanation": "The Rosette Nebula is a large emission nebula located 3000 light-years away.   The great abundance of hydrogen gas gives NGC 2237 its red color in most photographs.  The wind from the open cluster of stars known as NGC 2244",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/rosette_kpno_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Rosette Nebula in Hydrogen, Oxygen, and Sulfur",
        "url": "https://apod.nasa.gov/apod/image/0001/rosette_kpno.jpg"
    },
    {
        "date": "2000-01-12",
        "explanation": "NGC 6791 is one of the oldest and largest open clusters of stars known.  But how did it get so dirty?  Open star clusters usually contain a few hundred stars each less than a billion years old.  Open star cluster NGC 6791, however, contains thousands of stars recently measured to be about 8 billion years old.  What's really confusing, though, is that the stars of NGC 6791 are relatively dirty - the minuscule amounts of heavy elements (generically called metals) are high relative to most other star clusters.  Older stars are supposed to be metal poor, since metals have only been slowly accumulating in our Milky Way Galaxy.  This enigma makes NGC 6791, pictured above, one of the most studied open clusters and a possible example of how stars might evolve in the centers of galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/ngc6791_kpno_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6791: An Old, Large Open Cluster",
        "url": "https://apod.nasa.gov/apod/image/0001/ngc6791_kpno.jpg"
    },
    {
        "copyright": "Robert Gendler",
        "date": "2000-01-13",
        "explanation": "This dramatically sharp picture of the full moon was recorded on 22 December, 1999 by astroimager Rob Gendler. Big, beautiful, bright, and evocative, it was the last full moon of the Y1.9Ks, pleasing and inspiring even casual skygazers. December's moon was special for another reason, as the full phase occurred on the day of the winter solstice and within hours of lunar perigee. The first full moon of the year 2000 will bring a special treat as well, presenting denizens of planet Earth with a total lunar eclipse. On Thursday evening, January 20, the moon will encounter the dark edge of Earth's shadow at 10:01 PM Eastern Time with the total eclipse phase beginning at 11:05 PM and lasting for 77 minutes. This lunar eclipse will be visible from North and South America and Western Europe (total phase begins at 4:05 AM GMT January 21).",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/fm1222_gendler_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Skygazer's Full Moon",
        "url": "https://apod.nasa.gov/apod/image/0001/fm1222_gendler.jpg"
    },
    {
        "date": "2000-01-14",
        "explanation": "It is everywhere but nobody knew why.  In every direction at all times, the sky glows in X-rays.  The X-ray background phenomenon was discovered over 35 years ago, soon after the first X-ray satellites were launched, and has since gone unexplained.  Yesterday results were released using data from the recently launched Chandra X-Ray Observatory that appears to have resolved much of this mystery.  The above photograph shows that about 80 percent of the apparently diffuse hard X-ray background can be resolved into very many very faint sources.  The new question is now what are these sources?  Early speculation, much of which predates these observations, holds that many of these sources are the active centers of distant galaxies, probably involving massive black holes.  Still other sources may be of origins currently unknown.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/xrayback_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Chandra Resolves the Hard X-Ray Background",
        "url": "https://apod.nasa.gov/apod/image/0001/xrayback_chandra.gif"
    },
    {
        "date": "2000-01-15",
        "explanation": "Sunrise seen from low Earth orbit can be very dramatic indeed (and the authors don't apologize to Hemingway for using his title!). In this breathtaking view from the space shuttle Endeavor, the Sun is just visible peaking over towering anvil-shaped storm clouds. The silhouetted cloud tops mark the upper boundary of the troposphere, the lowest layer of planet Earth's atmosphere. Sunlight filtering through suspended dust causes this dense layer of air to appear red. In contrast, the blue stripe marks the stratosphere, the tenuous upper atmosphere, which preferentially scatters blue light.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/sunrise_sts47.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sun Also Rises",
        "url": "https://apod.nasa.gov/apod/image/0001/sunrise_sts47.gif"
    },
    {
        "date": "2000-01-16",
        "explanation": "The Compton Gamma Ray Observatory (CGRO) was the most massive instrument ever launched by a NASA Space Shuttle in 1991 and continues to revolutionize gamma-ray astronomy.  Before Compton loses more stabilizing gyroscopes, NASA is considering firing onboard rockets to bring it on a controlled reentry into the ocean. This orbiting observatory sees the sky in gamma-ray photons - light so blue humans can't see it.  These photons are blocked by the Earth's atmosphere from reaching the Earth's surface.  Results from CGRO, pictured above, have shown the entire universe to be a violent and rapidly changing place - when viewed in gamma-rays.  Astronomers using CGRO data continue to make monumental discoveries, including identifying mysterious gamma-ray bursts that uniquely illuminate the early universe, discovery of a whole new class of QSOs, and discovery of objects so strange that astronomers can't yet figure out what they are.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/compton_deploy_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Compton Gamma Ray Observatory",
        "url": "https://apod.nasa.gov/apod/image/0001/compton_deploy.jpg"
    },
    {
        "date": "2000-01-17",
        "explanation": "An object many astronomers believe is a black hole has been found only 1500 light-years from Earth, making it the closest black hole candidate.  Although dramatic explosions emanate from the object, it is far enough away so that we are in no danger.  Pictured above, V4641 was imaged just after emitting an outburst in the radio band.  Jets, which lasted only minutes, are visible.  V4641 is the fourth known microquasar, a miniature version of the massive, matter spewing black holes thought to exist in the centers of galaxies.  The explosions are not thought to emanate from within the black hole, a location where neither matter nor information can escape, but from around the black hole, where matter from its companion star may be heating up as it falls in.  Astronomers are working to understand why V4641 acts strangely even for a black hole, as the explosions it creates fade within minutes, and appear at different times in different bands of light.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/v4641_vla_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "V4641 Sgr: The Closest Black Hole Candidate",
        "url": "https://apod.nasa.gov/apod/image/0001/v4641_vla.gif"
    },
    {
        "date": "2000-01-18",
        "explanation": "What created this huge space bubble?  A massive star that is not only bright and blue, but also emitting a fast stellar wind of ionized gas.  The Bubble Nebula is actually the smallest of three bubbles surrounding massive star BD+602522, and part of gigantic bubble network S162 created with the help of other massive stars.  As fast moving gas expands off BD+602522, it pushes surrounding sparse gas into a shell.  The energetic starlight then ionizes the shell, causing it to glow.  The above picture taken with the Hubble Space Telescope and released last week shows many details of the Bubble Nebula never seen before and many still not understood.  The nebula, also known as NGC 7635, is about six light-years across and visible with a small telescope towards the constellation of Cassiopeia.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/bubble_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 7635: The Bubble Nebula",
        "url": "https://apod.nasa.gov/apod/image/0001/bubble_hst.jpg"
    },
    {
        "date": "2000-01-19",
        "explanation": "A black hole glides silently through space.  Is there any way to know it's there?  Until last week, all objects that might be black holes in our Galaxy were part of binary star systems.  There, gas from the companion star was hypothesized to swirl around the black hole, heat up, and emit X-rays before falling in.  Last week, however, analysis was released of a mysteriously dark object that floated in front of a distant background star, dramatically increasing this star's light by the lens effect of its gravity, as pictured above. The high mass and low light of this strange lens have astronomers guessing they might just have detected a lone black hole, weighing in at six times the mass of our Sun.  The existence of isolated black holes is not in itself surprising, as they should be the end result of the cores of massive stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/bhlens_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Big Black Hole Floats By",
        "url": "https://apod.nasa.gov/apod/image/0001/bhlens_hst.jpg"
    },
    {
        "date": "2000-01-20",
        "explanation": "ring quasars and active galaxies in the distant universe, astronomers have come to believe that most galaxies have massive black holes at their centers. Swirling stars and a strong, variable radio source offer convincing evidence that even our own Milky Way galaxy's center harbors such a bizarre object, a mere 30,000 light-years away. Still, it has long been realized that if a massive black hole lurks there it should produce X-rays - which have not previously been identified. Now, though relatively faint, the missing X-ray source may have been found. Taking advantage of the sensitive Chandra Observatory astronomers have recorded this false-color X-ray image of the Galactic Center. Embedded in a diffuse cloud of X-ray hot gas, the white dot at the center corresponds to an X-ray source at exactly the position of the strong radio source and suspected black hole. Other individual X-ray sources are also present in the picture which spans about 10 light-years at the distance of the galactic center. With radio and X-ray emission generated by infalling material, the Milky Way's central black hole is thought to have a mass of over 2 million suns.   News: Lunar Eclipse Tonight!",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/sgra_west_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Rays From The Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/0001/sgra_west.jpg"
    },
    {
        "date": "2000-01-21",
        "explanation": "A big beautiful spiral galaxy 2 million light-years away, Andromeda (M31) has long been touted as an analog to the Milky Way, a distant mirror of our own galaxy. The popular 1960s British sci-fi series, A For Andromeda, even postulated that it was home to another technological civilization that communicated with us. Using the newly unleashed observing power of the orbiting Chandra X-ray telescope, astronomers have now imaged the center of our near-twin island universe, finding evidence for an object so bizarre it would have impressed many 60s science fiction writers (and readers). Like the Milky Way, Andromeda's galactic center appears to harbor an X-ray source characteristic of a black hole of a million or more solar masses. Seen above, the false-color X-ray picture shows a number of X-ray sources, likely X-ray binary stars, within Andromeda's central region as yellowish dots. The blue source located right at the galaxy's center is coincident with the position of the suspected massive black hole. While the X-rays are produced as material falls into the black hole and heats up, estimates from the X-ray data show Andromeda's central source to be surprisingly cool - only a million degrees or so compared to the tens of millions of degrees indicated for Andromeda's X-ray binaries.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/m31_cxo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X For Andromeda",
        "url": "https://apod.nasa.gov/apod/image/0001/m31_cxo.jpg"
    },
    {
        "date": "2000-01-22",
        "explanation": "Indicated on this infrared image of the galactic center region is the position of SGR 1900+14 - the strongest known magnet in the galaxy. SGR 1900+14 is believed to be a city-sized, spinning, super-magnetic neutron star, or Magnetar. How strong is a Magnetar's magnetic field? The Earth's magnetic field which deflects compass needles is measured to be about 1 Gauss, the strongest fields sustainable in Earth-based laboratories are about 100,000 Gauss, yet the Magnetar's monster magnetic field is estimated to be 1,000,000,000,000,000 Gauss. A magnet this strong, located at about half the distance to the Moon would easily erase your credit cards and suck pens out of your pocket. In 1998, from a distance of about 20,000 light-years, SGR 1900+14 generated a powerful flash of gamma-rays detected by many spacecraft. That blast of high-energy radiation is now known to have had a measurable effect on Earth's ionosphere. At the surface of the Magnetar, its powerful magnetic field is thought to buckle and shift the neutron star crust generating the intense gamma-ray flares.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/magnetarcobe_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Magnetar In The Sky",
        "url": "https://apod.nasa.gov/apod/image/0001/magnetarcobe.jpg"
    },
    {
        "date": "2000-01-23",
        "explanation": "What are these Earthlings trying to tell us?  The above message was broadcast from Earth towards the globular star cluster M13 in 1974.  During the dedication of the Arecibo Observatory - still the largest radio telescope in the world - a string of 1's and 0's representing the above diagram was sent.   This attempt at extraterrestrial communication was mostly ceremonial - humanity regularly broadcasts radio and television signals out into space accidentally.  Even were this message received, M13 is so far away we would have to wait almost 50,000 years to hear an answer.   The above message gives a few simple facts about humanity and its knowledge: from left to right are numbers from one to ten, atoms including hydrogen and carbon, some interesting molecules, DNA, a human with description, basics of our Solar System, and basics of the sending telescope.  Several searches for extraterrestrial intelligence are currently underway, including Project Phoenix and one where you can use your own home computer.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/etmessage_nrao.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Message From Earth",
        "url": "https://apod.nasa.gov/apod/image/0001/etmessage_nrao.gif"
    },
    {
        "date": "2000-01-24",
        "explanation": "In 1787, astronomer William Herschel discovered  NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, just after being fixed, the Hubble Space Telescope imaged  NGC 2392.   From space, the nebula displays gas clouds so complex they are not fully understood.   NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments.  NGC 2392 lies about 5000 light-years away and is visible with a small telescope in the constellation of Gemini.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/ngc2392_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2392 from the Newly Fixed Hubble",
        "url": "https://apod.nasa.gov/apod/image/0001/ngc2392_hst.jpg"
    },
    {
        "copyright": "Stephen Barnes",
        "date": "2000-01-25",
        "explanation": "Our Moon turned red last week.  The reason was that during the night of January 20, a total lunar eclipse occurred.  The above digitally superimposed photographs captured the Moon three times during this lunar eclipse, once just as the Moon entered the Earth's shadow, once when the Moon was near the middle of the shadow, and once just before the Moon exited.  The red tint of the eclipsed Moon is created by sunlight first passing through the Earth's atmosphere, which preferentially scatters blue light (making the sky blue) but passes and refracts red light, before reflecting back off the Moon.  Differing amounts of clouds and volcanic dust in the Earth's atmosphere make each lunar eclipse appear differently.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/tripleeclipse_barnes_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Lunar Eclipse in Three Exposures",
        "url": "https://apod.nasa.gov/apod/image/0001/tripleeclipse_barnes.jpg"
    },
    {
        "copyright": "Juan Carlos Casado",
        "date": "2000-01-26",
        "explanation": "During last week's lunar eclipse, our Moon appeared to disappear.  As the Earth moved between the Moon and the Sun, the Earth's shadow fell on the moon, making it quite dark.  In the above photograph, the Earth's rotation caused the Moon and stars to appear as streaks during this four-hour exposure.  In the foreground is the abbey of the Benedictive monastery of Sant Llorenc del Munt, a structure in Girona, Spain that has stood since the eleventh century.  As the Earth's shadow engulfed the Moon, the Moon streak became less and less bright, practically disappearing during totality.   At this time, the Moon, which normally shines by reflecting direct sunlight, shone only by sunlight refracted through the Earth's atmosphere.  Later, clouds obscured the re-appearing Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/lunareclipse00_casado_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Lunar Eclipse Over Time",
        "url": "https://apod.nasa.gov/apod/image/0001/lunareclipse00_casado.jpg"
    },
    {
        "date": "2000-01-27",
        "explanation": "Centaurus, the Centaur, is one of the most striking constellations in the southern sky. The lovely Milky Way flows through this large constellation whose celestial wonders also include the closest star to the sun, Alpha Centauri, the largest globular star cluster in our galaxy, Omega Centauri, and the closest active galaxy, Centaurus A. Embraced by tightly wound spiral arms of bright blue star clusters, this gorgeous galaxy - cataloged as ESO 269-57 - also falls within Centaurus' borders. Seen behind a veil of foreground stars which lie within our own galaxy, this face-on spiral galaxy is about 150 million light-years away and 200,000 light-years across. The brighter foreground stars are marked by diffraction spikes caused by the telescope and yellow vertical stripes due to saturated digital camera pixels in the above Very Large Telescope image from the European Southern Observatory. Tantalizing wisps of more distant, faint galaxies are visible in the background.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/eso269_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy In Centaurus",
        "url": "https://apod.nasa.gov/apod/image/0001/eso269_vlt.jpg"
    },
    {
        "date": "2000-01-28",
        "explanation": "In an era of blossoming ground and space-based observatories, astronomers are also pushing the envelope with airborne instrumentation - successfully capturing an asteroid occultation from a high performance jet aircraft. This blinking animation represents two digitized frames from inflight data of asteroid number 308, Polyxo, passing in front of or occulting a faint star near the center of the field. The camera used, known as the SouthWest Ultraviolet Imaging System (SWUIS) -A, was mounted in the cockpit of a NASA F/A-18 jet (inset lower left). A former US Navy fighter aircraft, the F/A-18 was able to maneuver to the precise position to record the occultation while cruising above clouds and much of Earth's obscuring atmosphere. Using the SWUIS-A data to time the occultation will reveal the size of the asteroid which is otherwise too small to be imaged by even the orbiting Hubble Space Telescope. Future SWUIS-A airborne missions may include a hunt for Vulcanoids, a suspected population of small asteroids circling the Sun inside the orbit of Mercury.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/polyxo_f18_3.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Astronomy From An F-18",
        "url": "https://apod.nasa.gov/apod/image/0001/polyxo_f18_3.gif"
    },
    {
        "date": "2000-01-29",
        "explanation": "What could you see approaching Saturn aboard an interplanetary cruise ship? Your view would likely resemble this subtly shaded image of the gorgeous ringed gas giant. Processed by the Hubble Heritage project, the picture intentionally avoids overemphasizing color contrasts and presents a natural looking Saturn with cloud bands, storms, nearly edge-on rings, and the small round shadow of the moon Enceladus near the center of the planet's disk. Of course, seats were not available on the only ship currently enroute - the Cassini spacecraft, launched in 1997 and scheduled to arrive at Saturn in the year 2004. After an extended cruise to a world 1,400 million kilometers from the Sun, Cassini will tour the Saturnian system, conducting a remote, robotic exploration with software and instruments designed by denizens of planet Earth. But where is Cassini now? Still about 980 million kilometers from Saturn, last Sunday the spacecraft flew by asteroid 2685 Masursky.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/saturn_herhst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Natural Saturn On The Cassini Cruise",
        "url": "https://apod.nasa.gov/apod/image/0001/saturn_herhst.jpg"
    },
    {
        "date": "2000-01-30",
        "explanation": "At night, from a dark location, part of the clear sky looks milky.  This unusual swath of dim light is generally visible during any month and from any location.  Until the invention of the telescope, nobody really knew what the \"Milky Way\" was.  About 300 years ago telescopes caused a startling revelation: the Milky Way was made of stars.  Only 70 years ago, more powerful telescopes brought the further revelation that the Milky Way is only one galaxy among many.  Now telescopes in space allow yet deeper understanding.  The above picture was taken by the COBE satellite and shows the plane of our Galaxy in infrared light. The thin disk of our home spiral galaxy is clearly apparent, with stars appearing white and interstellar dust appearing red.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/milkyway_cobe_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Milky Way in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0001/milkyway_cobe.jpg"
    },
    {
        "date": "2000-01-31",
        "explanation": "rth is an ocean planet. From low Earth orbit, the Sea-viewing Wide Field-of-view Sensor (SeaWiFS) instrument onboard NASA's SeaStar spacecraft globally maps ocean color, tracking changes in the climate and biosphere of our water world. Richly detailed SeaWiFS images can also follow color changes in Earth's landmasses as illustrated in this close-up picture of the planet. Taken on January 27, it covers the Great Lakes region and Atlantic coastal areas of the North American continent. The space-based perspective splendidly reveals the extent of fractal white seasonal solid phase H20 recently sprinkled over the Northeastern and Midatlantic US. Unanticipated and intense, the snowstorm delighted school children but caused serious disruptions in many locales.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/seawifs_jan27snowstorm_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Snowstorm on Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/0001/seawifs_jan27snowstorm.jpg"
    },
    {
        "date": "2000-02-01",
        "explanation": "Gravity can bend light.  Almost all of the bright objects in this recently released Hubble Space Telescope image are galaxies in the cluster known as Abell 2218.  The cluster is so massive and so compact that its gravity bends and focuses the light from galaxies that lie behind it.  As a result, multiple images of these background galaxies are distorted into long faint arcs - a simple lensing effect analogous to viewing distant street lamps through a glass of wine.  The cluster of galaxies Abell 2218 is itself about three billion light-years away in the northern constellation Draco.",
        "hdurl": "https://apod.nasa.gov/apod/image/0002/a2218b_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Abell 2218: A Galaxy Cluster Lens",
        "url": "https://apod.nasa.gov/apod/image/0002/a2218b_hst.jpg"
    }
]